<template>
  <v-col>
    <div class="experience">
      <v-row>
        <v-col>
          <div class="experience-text">
            <b>Мой опыт.</b><br><br>
            <p class="experience-text-p">
              Мой опыт в разработке пока не большой,
              но я постоянно развиваюсь в этом направлении и хочу стать крутым специалистом в данной сфере !
            </p>
            <p>
              Если брать опыт в целом, то хорошо разбираюсь в технике и электрике,
              11 лет руковожу дежурной сменой электроцеха (11 человек) на НПЗ.
              Беру частные заказы по электромонтажу.
            </p>
            <p>Как хобби, а позже и как дополнительный заработок была видеосъемка и видеомонтаж.</p>
            <p>Был период, когда работал детским тренером по скалолазанию.</p>
            <p>
              Из последнего большого опыта был проект по запуску и
              наладке производства облицовочных плит для домов в роли главного технолога.
            </p>
          </div>
        </v-col>
      </v-row>
    </div>
    <MySkills />
  </v-col>
</template>

  <style scoped>
  .experience {
  background-color: #C7B9FF;
  padding: 40px;
  margin: 50px  0;
  }
  .experience-text {
  margin-top: 24px;
  margin-left: 24px;
  }
  .experience-text-p {
    color: green;
  }
  </style>
