<template>
  <v-col>
    <div class="experience">
      <v-row>
        <v-col>
          <div class="experience-text">
            <b>Мой опыт.</b><br><br>
            <p>
              Начал погружение в направление frontend разработки с самостоятельного изучения HTML, CSS (SCSS), JS и делать свои первые проекты.<br>
              Далее, чтобы укрепить знания и дополнить свой стек технологий прошел обучение по направлению frontend разработчик.<br>
              Сейчас изучил и делаю первые проекты на Vue, NUXT, с применением Vuetify.
            </p>
            <p>Знаком с React, но на данном этапе развития больше зашел Vue (кстати данный сайт сделан на NUXT и Vuetify).</p>
            <p>
              Я постоянно развиваюсь в этом направлении за счет изучения информации о новых технологиях и инструментах в разработке. И пробую их внедрять в свой код
            </p>
            <p>
              Хочу попасть в команду в которой смогу постоянно развивать свои навыки и работать на результат.
              При необходимости готов изучать другие языки и framework в свободное от работы время для большей пользы делу.
            </p>
            <p>
              Если брать опыт в целом, то хорошо разбираюсь в технике и электрике,
              11 лет руковожу дежурной сменой электроцеха (11 человек) на НПЗ.
              Беру частные заказы по электромонтажу.
            </p>
            <p>
              Беру частные заказы по электромонтажу.
            </p>
            <p>Как хобби, а позже и как дополнительный заработок была видеосъемка и видеомонтаж.</p>
            <p>Был период, когда работал детским тренером по скалолазанию.</p>
            <p>
              Из последнего большого опыта был проект по запуску и
              наладке производства облицовочных плит для домов в роли главного технолога.
            </p>
          </div>
        </v-col>
      </v-row>
    </div>
    <MySkills />
  </v-col>
</template>

  <style scoped>
  .experience {
  background-color: #C7B9FF;
  padding: 40px;
  margin: 50px  0;
  }
  .experience-text {
  margin-top: 24px;
  margin-left: 24px;
  }
  </style>
