<template>
  <div class="portfolio">
    <v-col>
      <div class="portfolio-block">
        В данный момент заканчиваю обучение по направлению frontend разработчик.
        Ранее год изучал самостоятельно HTML, CSS (SCSS), JS и делал мини проекты.
        Так же сейчас изучаю и делаю первые проекты на NUXT.
        Хочу попасть в команду с которой буду на одной волне, чтобы раскрыть это направление по максимуму.

        Хобби:
        Книги, саморазвитие,съемка с квадрокоптера.

        Личные и профессиональные качества:
        Дисциплинированный
        Уважаю свое и чужое время, поэтому работу стараюсь выполнить качественно и в срок.
        Люблю учиться и узнавать новое.
        Умею высказывать аргументированно свое мнение.
        Спокойно воспринимаю критику.
        Умению организовывать работу группы людей
        Высокая работоспособность
        Умение быстро реагировать в сложных ситуациях
        Высокая обучаемость и восприимчивость
        Широкий технологический кругозор
        Работа с большим количеством информации
        Умение работать в команде.
      </div>
    </v-col>
  </div>
</template>

<style scoped>
.portfolio {
background-color: #C7B9FF;
padding: 40px;
margin: 50px  0;
}
.portfolio-block {
border: 1px solid black;
padding: 15px;
}
</style>
